runs/case_05/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

scale   1;

vertices
(
    (-0.5 -0.5 -0.1)
    ( 1.5 -0.5 -0.1)
    ( 1.5  0.5 -0.1)
    (-0.5  0.5 -0.1)
    (-0.5 -0.5  0.5)
    ( 1.5 -0.5  0.5)
    ( 1.5  0.5  0.5)
    (-0.5  0.5  0.5)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (80 40 20) simpleGrading (2.0 1.0 1.0)
);

edges
(
);

boundary
(
    inlet
    {
        type patch;
        faces
        (
            (0 4 7 3)
        );
    }
    outlet
    {
        type patch;
        faces
        (
            (1 2 6 5)
        );
    }
    sides
    {
        type patch;
        faces
        (
            (0 1 5 4)
            (3 7 6 2)
            (4 5 6 7)
        );
    }
    symmetry
    {
        type symmetryPlane;
        faces
        (
            (0 3 2 1)
        );
    }
);

mergePatchPairs
(
);
