runs/case_05/0/gammaInt
/*--------------------------------*- C++ -*----------------------------------*\
  Class         : Foam::fvPatchField
  Field         : gammaInt
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      gammaInt;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];
internalField   uniform 1;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 1;
    }
    outlet
    {
        type            zeroGradient;
    }
    sides
    {
        type            zeroGradient;
    }
    symmetry
    {
        type            symmetryPlane;
    }
    tailfin
    {
        type            zeroGradient;
    }
}
